{
    "Search": [
        {
            "uuid": "1",
            "nama": "Ueda reina",
            "poster": "https://cdn.myanimelist.net/images/characters/2/384712.jpg",
            "voting": "3603 votes favorites",
            "description": "Kanao is the Tsuguko of Kanae and Shinobu and has been personally trained by the both of them in the art of combat. As such, Kanao possesses superhuman physical skills, abilities and prowess that potentially marks her as a future member of Demon Slayer Corps' Hashira. Tanjiro, another promising candidate, even states that, during their first meeting together, he could already sense that Kanao was the closest to the Hashira out of the existing Demon Slayers, just by smelling her scent and feeling her aura, which further confirms her skills."
        },
        {
            "uuid": "2",
            "nama": "Takahashi Rie",
            "poster": "https://cdn.myanimelist.net/images/characters/14/349249.jpg",
            "voting": "37038 votes favorites",
            "description": "An arch wizard who is descended from crimson demons; powerful humanoids who possess black hair and red eyes, and sport chuunibyou characteristics. Megumin only knows a single skill, the incredibly powerful explosion magic that immediately incapacitates her for the rest of the day when cast, and refuses to learn any other skills."
        },
        {
            "uuid": "3",
            "nama": "Sakura Ayane",
            "poster": "https://cdn.myanimelist.net/images/characters/10/288020.jpg",
            "voting": "9167 votes favorites",
            "description": "Nao is a first-year student and also the student council president of Hoshinoumi Academy. She is hardworking, easily speaks her mind and has a very strong personality. She has the ability to make herself invisible, but this is limited to one person of her choosing at a time. She is a huge fan of the band Zhiend."
        },
        {
            "uuid": "4",
            "nama": "Kitou Akari",
            "poster": "https://cdn.myanimelist.net/images/characters/15/384829.jpg",
            "voting": "12509 votes favorites",
            "description": "Nezuko is a petite young girl with fair skin, visibly large, prominent fangs, and sharp, stiletto nails with a base color of light pink and ombre fading to a red-pinkish color at the end where they point. Her hair is long, black, and wavy. It reaches just below her waist, turning a flame-orange color as it passes her elbows, and appears to be crimped into large, straight ridges, worn side-swept drastically to her left. She has soft-looking, pale pink eyes that appear a lighter color around the rims of their irises, slanted downward toward the sides of her face and framed by notably long eyelashes, the pupils of which can appear slit as she transforms. In the manga, Nezuko can sometimes be shown with more than one bow. According to Tanjiro Kamado, Nezuko was known as a great beauty in their home town."
        },
        
        {
            "uuid": "5",
            "nama": "Sumire Uesaka",
            "poster": "https://cdn.myanimelist.net/images/characters/11/439273.jpg",
            "voting": "5889 votes favorites",
            "description": "A first year high school student who likes to tease her senpai. After class she likes hanging out with Senpai in the art room. She tends to dislike when her friends try to get up close and personal with Senpai. She seems to have a liking for martial arts."
        },
        {
            "uuid": "6",
            "nama": "Kanemoto Hisako",
            "poster": "https://cdn.myanimelist.net/images/characters/10/422450.jpg",
            "voting": "5083 votes favorites",
            "description": "Due to her background as one of the prestige family of high-class Japanese food chain industry, the Tootsuki Corporation, Erina often looks down upon whoever is considered as common and unjust to her taste due to her family's high pedigree. Having a fearsome reputation for her 'God's Tongue to taste the food flavor accurate, Erina is able to disqualify anyone whose the dish taste bad and her foul critic could break the chef (and student alike) soul of tenacity. She is also one of the Elite 10 in Tootsuki Culinary Academy and uses her position to judge a student dish based on their family background and status."
               
        },
        {
            "uuid": "7",
            "nama": "Ai Kayano",
            "poster": "https://cdn.myanimelist.net/images/characters/5/183449.jpg",
            "voting": "16374 votes avorites",
            "description": "Mashiro is the female protagonist of the story. She is the resident of room 202. She is a world famous artist who transferred into Suiko as a second-year to learn how to draw manga. Although her artworks are widely admired by the world in spite of her young age, she knows nothing other than drawing, and has an extreme lack of common sense and living ability. Due to this, Sorata is forced to handle Mashiro's living chores, to the point that he even has to pick out underwear for her, or she will go out without them."
               
        }
    ]
}
